<script setup>
	import BackBtn from '@/components/Buttons/Back.vue'

    const title = 'Информация';
</script>

<template>
    <div class="text-black-500 font-bold py-6 text-center">
        <span class="text-2xl"> {{ title }} </span>
        <br>
        <span class="text-xl text-yellow-500"> Грузчики </span>
    </div>
	<main>
		<section class="px-5">
			<BackBtn />

            <div class="
                flex flex-wrap mt-2 flex items-center justify-center
                3xl:px-[100px] 2xl:px-[75px] px-[25px]"
            >
                <span class="text-black-500 font-bold py-2 text-center text-xl">
                    Срок подачи людей
                </span>
                    <ol class="list-decimal">
                        <li class="mt-2"> &nbsp;
                            При оформлении заявки на ближайшее время срок подачи людей
                            варьируется от 45мин до 1 час 15 мин с момента оформления.
                        </li>
                        <li class="mt-2"> &nbsp;
                            В связи с погодными условиями (сильный дождь, снег) время
                            подачи может быть увеличено на пол часа.
                        </li>
                        <li class="mt-2"> &nbsp;
                            В праздничные дни время подачи может быть увеличено на пол часа.
                        </li>
                        <li class="mt-2"> &nbsp;
                            Срок подачи людей на труднодоступные адреса
                            (адреса, на которые плохо ходит общественный транспорт),
                            может быть увеличен на пол часа.
                        </li>
                        <li class="mt-2"> &nbsp;
                            Опоздание на 5-10 минут не является нарушением.
                        </li>
                    </ol>


                <span class="text-black-500 font-bold py-2 text-center text-xl">
                    Расчёт грузчиков
                </span>
                    <ol class="list-decimal">
                        <li class="mt-2"> &nbsp;
                            Минимальная оплата за услугу грузчиков рассчитывается за 2 часа,
                            вне зависимости от отработанного времени.
                        </li>
                        <li class="mt-2"> &nbsp;
                            На объектах находящихся за остановкой «Фабрика заря» и мостом на «Русский остров»,
                            минимальная оплата 3 часа. В некоторых случаях будет требоваться доплата
                            на 1 человека за удаленность: 200 р.
                        </li>
                        <li class="mt-2"> &nbsp;
                            Отсчет времени начинается с момента прибытия людей на объект.
                        </li>
                        <li class="mt-2"> &nbsp;
                            Транспортировку до удаленного объекта оплачивает заказчик,
                            либо вызывается такси за счет заказчика.
                        </li>
                    </ol>

                <span class="text-black-500 font-bold py-2 text-center text-xl">
                    Непредвиденные ситуации
                </span>
                <ol class="list-decimal">
                    <li class="mt-2"> &nbsp;
                        Если грузчик не пришел на объект к назначенному времени
                        (с учетом возможного опоздания по пункту «5» раздела «Срок подачи людей»),
                        заказчик должен уведомить об этом диспетчера, для дальнейшего решения этой проблемы.
                    </li>
                    <li class="mt-2"> &nbsp;
                        Если в процессе работы, заказчик не удовлетворен деятельностью находящихся
                        на объекте людей, он должен сообщить диспетчеру об этом в <b>процессе</b> заявки,
                        для решения данного вопроса.
                    </li>
                    <li class="mt-2"> &nbsp;
                        После завершения заявки, претензии по поводу работы не принимаются.
                    </li>
                </ol>
            </div>
		</section>
	</main>
</template>
