<template>
	<main>
        <div class="text-black-500 font-bold py-6 text-center">
            <span class="text-2xl"> {{ title }} </span>
        </div>
		<section class="bg-gray-50 py-8 px-5 rounded">
            <BackBtn :minus1-page="true" class-def="ml-2 text-green-500 text-xl"/>

            <p>
                <h3>Оферта Службы заказа грузчиков и разнорабочих «Арбайт»</h3>
                <h3>Индивидуальный предприниматель Федоров Дмитрий Сергеевич </h3>
                <h3>ИНН 253913255996, ОГРНИП 323253600070398 </h3>>
            </p>

            <p>
                <h2>1. Общие положения</h2>
            </p>

            <p>
                1.1. Данный документ является официальным предложением
                Службы заказа грузчиков и разнорабочих «Арбайт»
                (Индивидуальный предприниматель Федоров Дмитрий Сергеевич) (далее — Служба)
                и содержит все существенные условия предоставления Службой
                информационных услуг, направленных на внесение заказа Заказчика в
                информационную базу Службы, предоставление информации о заказе Партнёрам,
                информирование Заказчика о Партнёре, выбравшем заказ к исполнению.
            </p>

            <p>
                1.2. В соответствии с п.2 статьи 437 Гражданского кодекса Российской Федерации
                данный документ не является публичной офертой, так как в качестве Партнёров могут
                выступать не любые лица, а только лица, достигшие возраста 18 (восемнадцати) лет,
                которые самостоятельно оказывают услуги по грузоперевозкам и (или) погрузо-разгрузочным
                работам, и (или) услуги разнорабочих, и (или) услуги доставки, и (или) услуги выноса
                и вывоза мусора. <br>
                Предоставление Заказчиком информации о заказе услуг Службе после ознакомления с настоящей офертой, регистрация Партнёра после ознакомления с настоящей офертой в Мобильном приложении «Арбайт» в качестве лица, оказывающего услуги по грузоперевозкам и (или) погрузо-разгрузочным работам, и (или) услуги разнорабочих, и (или) услуги доставки, и (или) услуги выноса и вывоза мусора, являются акцептом настоящей оферты, что считается равносильным заключению договора на изложенных в ней условиях.
                Оферта с приложениями размещена в соответствующем разделе в электронной форме на сайте Службы в сети Интернет по адресу <a href="https://arbait.in/">https://arbait.in/</a> , в Мобильном приложении «Арбайт», а также в группе мессенджера «WhatsApp» «Арбайт грузчики/рабочие 1».
            </p>

            <p>
                1.3. Заказчики и Партнёры должны внимательно ознакомиться с текстом настоящей оферты. В случае если Заказчик или Партнёр не согласен с какими-либо её условиями, ему предлагается отказаться от услуг Службы.
            </p>

            <p>
                1.4. Определения, используемые в целях выполнения условий настоящей оферты:
            </p>

            <p>
                1.4.1. Услуги — информационные услуги, предоставляемые Службой, направленные на прием информации о заказе от Заказчика; обработку и передачу информации о заказе Партнёру; информирование Заказчика о Партнёре, выбравшем заказ к исполнению. Служба не оказывает Заказчикам услуги по грузоперевозкам, погрузо-разгрузочным работам, услуги разнорабочих, услуги доставки, услуги выноса и вывоза мусора. Служба не оказывает Заказчикам и Партнёрам никаких иных услуг, кроме информационных услуг.
            </p>

            <p>
                1.4.2. Заказ — внесённая в информационную базу Службы информация о заказе Заказчика на услуги, оказываемые Партнёрами.
            </p>

            <p>
                1.4.3. Партнёр — лицо, самостоятельно, своими силами оказывающее Заказчику услуги по грузоперевозкам и (или) погрузо-разгрузочным работам, и (или) услуги разнорабочих, и (или) услуги доставки, и (или) услуги выноса и вывоза мусора.
            </p>

            <p>
                1.4.4. Заказчик — лицо, осуществляющее заказ услуг Партнёров по грузоперевозкам и (или) погрузо-разгрузочным работам, и (или) услуги разнорабочих, и (или) услуги доставки, и (или) услуги выноса и вывоза мусора,  с информационной помощью Службы.
            </p>

            <p>
                1.4.5. Маршрут — путь следования транспортного средства между пунктами отправления и назначения.
            </p>

            <p>
                1.4.6. Информационная база Службы – совокупность информации о заказах Заказчиков и Партнёрах, оказывающих услуги по грузоперевозкам и (или) погрузо-разгрузочным работам, и (или) услуги разнорабочих, и (или) услуги доставки, и (или) услуги выноса и вывоза мусора;  содержащаяся на информационных площадках Службы, в частности,  на сайте Службы в сети Интернет по адресу <a href="https://arbait.in/">https://arbait.in/</a> , в Мобильном приложении «Арбайт», а также в группе мессенджера «WhatsApp» «Арбайт грузчики/рабочие 1».
            </p>

            <p>
                1.4.7. Авторизованное мобильное приложение (далее - Мобильное приложение) — программа для ЭВМ «Арбайт», устанавливаемая на мобильные устройства под управлением операционной системы Android, предназначенная для поиска заказов на оказание услуг грузчиков, разнорабочих, переезда или доставки, выноса и вывоза мусора, принятие этих заказов к исполнению и информирование Заказчика о ходе предоставления услуги.
            </p>

            <p>

            </p>

            <p>

            </p>

            <p>

            </p>

            <p>

            </p>

            <p>

            </p>
            <Footer class="mt-10"/>
        </section>
	</main>
</template>
<script setup>
	import Footer from '@/components/Footer.vue'
	import BackBtn from '@/components/Buttons/Back.vue'

    const title = 'Оферта';
</script>
